# Напишите программу, которая по заданному номеру 
# четверти, показывает диапазон возможных координат 
# точек в этой четверти (x и y).

quarternumber = int(input('Введите номер четверти плоскости: '))
if 4 < quarternumber < 1: print('Введено неверное число')
